[
  {
    "title": "Lilith",
    "description": "Lilith, written by the father of fantasy literature, George MacDonald, was first published in 1895. Its importance was recognized in its later revival in paperback by Ballantine Books as the fifth volume of the celebrated Ballantine Adult Fantasy series in September, 1969. Lilith is considered among the darkest of MacDonald's works, and among the most profound. It is a story concerning the nature of life, death and salvation. Many believe MacDonald is arguing for Christian universalism, or the idea that all will eventually be saved.",
    "coverUrl": "https://covers.openlibrary.org/b/id/14364546-L.jpg"
  },
  {
    "title": "The Sea Fairies",
    "description": "This is a tale of life beneath the sea, of mermaids and sea serpents and other strange inhabitants of the ocean depths. A little girl named Trot and Cap'n Bill, an old sailor, are invited by several mermaids to come and visit their under-water home. Baum wrote this story in the hope of interesting his readers in something other than Oz; in the preface he writes: \"I hope my readers who have so long followed Dorothy's adventures in the Land of Oz will be interested in Trot's equally strange experiences.\" Of course, he did not succeed in distracting his fans from Oz, yet the book was eagerly read; the result of this attempt was that he was forced to introduce Trot and Cap'n Bill into the later Oz stories.",
    "coverUrl": "https://covers.openlibrary.org/b/id/1814237-L.jpg"
  },
  {
    "title": "The Phoenix and the Carpet",
    "description": "Five British children discover in their new carpet an egg, which hatches into a phoenix that takes them on a series of fantastic adventures around the world.",
    "coverUrl": "https://covers.openlibrary.org/b/id/902122-L.jpg"
  },
  {
    "title": "The Enchanted Castle",
    "description": "E. Nesbit's classic story of how Gerald, Cathy and Jimmy find an enchanted garden and awake a princess from a hundred-year sleep, only to have her immediately made invisible by a magic ring. Her rescue is difficult, funny and sometimes frightening.",
    "coverUrl": "https://covers.openlibrary.org/b/id/6644514-L.jpg"
  },
  {
    "title": "Phantastes",
    "description": "One of George MacDonald's most important works, Phantastes is the story of a young man named Anotos and his long dreamlike journey in Fairy Land. It is the fairy tale of deep spiritual insight as Anotos makes his way through moments of uncertainty and peril and mistakes that can have irreversible consequences. This is also his spiritual quest that is destined to end with the supreme surrender of the self. When he finally experiences the hard-won surrender, a wave of joy overwhelms him. His intense personal introspection is honest as he is offered the full range of symbolic choices--great beauty, horrifying ugliness, irritating goblins, nurturing spirits. Each confrontation in Fairy Land allows Anotos to learn many necessary lessons. As he continues on the journey, many shadowy beings threaten his spiritual well-being and compel him to sing. The songs are irresistible to a beautiful White Lady who is freed from inside a statue by the music, and Anotos remains captivated by her for a long time. He sees the world more objectively; his trek invites a natural descent into feelings of pride and egotism. But his losses and sorrows coalesce themselves into things of grace, and these experiences help his spiritual growth.     Please Note:  This book has been reformatted to be easy to read in true text, not scanned images that can sometimes be difficult to decipher.  The Microsoft eBook has a contents page linked to the chapter headings for easy navigation. The Adobe eBook has bookmarks at chapter headings and is printable up to two full copies per year.  Both versions are text searchable.",
    "coverUrl": "https://covers.openlibrary.org/b/id/14358814-L.jpg"
  },
  {
    "title": "Dracula",
    "description": "Na história, um casal e seus amigos são atormentados por Conde Drácula, uma entidade sobrenatural e hematófoga que, presa em uma maldição contagiosa, pretende se mudar de seu recluso castelo na Transilvânia para a efervescente Londres do século XIX. Com a ajuda do professor Van Helsing, o grupo de amigos pretende enfrentar o morto-vivo, mesmo com todos os perigos que a ofensiva trará.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12216503-L.jpg"
  },
  {
    "title": "Peter Pan",
    "description": "The adventures of the three Darling children in Never-Never Land with Peter Pan, the boy who would not grow up.\r\n\r\n\r\n----------\r\n###German-language description:\r\nPeter Pan, das ist der Junge, der nie erwachsen wird und auf einer Insel lebt, auf der alles möglich st. Wendy und ihre Brüder können noch nicht ahnen, was sie erwartet, als sie auf der Insel landen: Zusammen mit anderen Kindern geraten sie in die Hände gefährlicher Piraten! Doch Rettung naht, denn auf Peter Pan können sich seine Freunde verlassen.",
    "coverUrl": "https://covers.openlibrary.org/b/id/8237052-L.jpg"
  },
  {
    "title": "Carmilla",
    "description": "https://openlibrary.org/works/OL2895536W",
    "coverUrl": "https://covers.openlibrary.org/b/id/973851-L.jpg"
  },
  {
    "title": "She",
    "description": "An enduring adventure yarn set in pre colonial Africa, culminating in the discovery of a lost civilization ruled by a beautiful eternally youthful queen. \"She is generally considered to be one of the classics of imaginative literature and with 83 million copies sold by 1965, it is one of the best-selling books of all time.\" See more at: http://en.wikipedia.org/wiki/She_(novel)",
    "coverUrl": "https://covers.openlibrary.org/b/id/295537-L.jpg"
  },
  {
    "title": "The Great God Pan",
    "description": "Arthur Machen's first book, THE GREAT GOD PAN, published in 1894, is still one of the greatest works of weird horror and decadence ever produced. Arthur Machen with his taste for the bizarre and macabre, unfurls the tale of a young girl cursed by her unnatural parentage to become a creature of shape-shifting, poly-sexual, demi-human evil.",
    "coverUrl": "https://covers.openlibrary.org/b/id/921610-L.jpg"
  },
  {
    "title": "Sons and Lovers",
    "description": "<p><i>Sons and Lovers</i>, a story of working-class England, is <a href=\"https://standardebooks.org/ebooks/d-h-lawrence\"><abbr>D. H.</abbr> Lawrence’s</a> third novel. It went through various drafts, and was titled “Paul Morel” until the final draft, before being published and met with an indifferent reaction from contemporary critics. Modern critics now consider it to be <abbr>D. H.</abbr> Lawrence’s masterpiece, with the Modern Library placing it ninth in its “100 Best English-Language Novels of the 20th Century.”</p>\r\n\t\t\t<p>The novel follows the Morels, a family living in a coal town, and headed by a passionate but boorish miner. His wife, originally from a refined family, is dragged down by Morel’s classlessness, and finds her life’s joy in her children. As the children grow up and start leading lives of their own, they struggle against their mother’s emotional drain on them.</p>\r\n\t\t\t<p><i>Sons and Lovers</i> was written during a period in Lawrence’s life when his own mother was gravely ill. Its exploration of the Oedipal instinct, frank depiction of working-class household unhappiness and violence, and accurate and colorful depiction of Nottinghamshire dialect, make it a fascinating window into the life of people not often chronicled in fiction of the day.</p>",
    "coverUrl": "https://covers.openlibrary.org/b/id/8246175-L.jpg"
  },
  {
    "title": "The Book of Dragons",
    "description": "Eight madcap tales of unpredictable dragons — including one made of ice, another that takes refuge in the General Post Office, and a fire-breathing monster that flies out of an enchanted book and eats an entire soccer team! Marvelous adventure and excitement for make-believers of all ages.",
    "coverUrl": "https://covers.openlibrary.org/b/id/4342323-L.jpg"
  },
  {
    "title": "The princess and the goblin",
    "description": "A little princess is protected by her friend Curdie who knows how to frighten the goblin miners who live beneath the castle.",
    "coverUrl": "https://covers.openlibrary.org/b/id/13192917-L.jpg"
  },
  {
    "title": "Alice's Adventures in Wonderland",
    "description": "Alice's Adventures in Wonderland (commonly Alice in Wonderland) is an 1865 English children's novel by Lewis Carroll. A young girl named Alice falls through a rabbit hole into a fantasy world of anthropomorphic creatures. It is seen as an example of the literary nonsense genre.\r\n\r\nOne of the best-known works of Victorian literature, its narrative, structure, characters and imagery have had huge influence on popular culture and literature, especially in the fantasy genre.",
    "coverUrl": "https://covers.openlibrary.org/b/id/10527843-L.jpg"
  },
  {
    "title": "The Awakening",
    "description": "The Awakening is a novel by Kate Chopin, first published in 1899. Set in New Orleans and on the Louisiana Gulf coast at the end of the 19th century, the plot centers on Edna Pontellier and her struggle between her increasingly unorthodox views on femininity and motherhood with the prevailing social attitudes of the turn-of-the-century American South. It is one of the earliest American novels that focuses on women's issues without condescension. It is also widely seen as a landmark work of early feminism, generating a mixed reaction from contemporary readers and critics.",
    "coverUrl": "https://covers.openlibrary.org/b/id/8750241-L.jpg"
  },
  {
    "title": "The King in Yellow",
    "description": "An important early classic of fantasy/sci-fi.  [Main story:] The ill effects of a soul-destroying play, to read which brings doom.  A discovery that changes living flesh to stone.  The mad adherents of a cult of evil powers from beyond. A lost traveler is suddenly 400 years in the past.\r\nGreat writing; powerful emotions. Chambers wrote mainly conventional stuff, but not here.",
    "coverUrl": "https://covers.openlibrary.org/b/id/4752788-L.jpg"
  },
  {
    "title": "The Jewel of Seven Stars",
    "description": "This dark fantasy Bram Stoker book is full of suspense.  Set in ancient Egypt, it will keep you on the edge of your seat with a twist Please Note:  This book is easy to read in true text, not scanned images that can sometimes be difficult to decipher.  This eBook has bookmarks at chapter headings and is printable up to two full copies per year.at the end.  A must for Bram Stoker fans.",
    "coverUrl": "https://covers.openlibrary.org/b/id/2760301-L.jpg"
  },
  {
    "title": "Women in Love",
    "description": "Dark, but filled with bright genius, Women in Love is a prophetic masterpiece steeped in eroticism, filled with perceptions about sexual power and obsession that have proven to be timeless and true.",
    "coverUrl": "https://covers.openlibrary.org/b/id/13140934-L.jpg"
  },
  {
    "title": "The Hobbit",
    "description": "The Hobbit is a tale of high adventure, undertaken by a company of dwarves in search of dragon-guarded gold. A reluctant partner in this perilous quest is Bilbo Baggins, a comfort-loving unambitious hobbit, who surprises even himself by his resourcefulness and skill as a burglar.\r\n\r\nEncounters with trolls, goblins, dwarves, elves, and giant spiders, conversations with the dragon, Smaug, and a rather unwilling presence at the Battle of Five Armies are just some of the adventures that befall Bilbo.\r\n\r\nBilbo Baggins has taken his place among the ranks of the immortals of children’s fiction. Written by Professor Tolkien for his children, The Hobbit met with instant critical acclaim when published.",
    "coverUrl": "https://covers.openlibrary.org/b/id/14627509-L.jpg"
  },
  {
    "title": "The Man Who Was Thursday",
    "description": "Can you trust yourself when you don't know who you are? In a park in London, secret policeman Gabriel Syme strikes up a conversation with an anarchist. Sworn to do his duty, Syme uses his new acquaintance to go undercover in Europe's Central Anarchist Council and infiltrate their deadly mission, even managing to have himself voted to the position of 'Thursday'. When Syme discovers another undercover policeman on the Council, however, he starts to question his role in their operations. And as a desperate chase across Europe begins, his confusion grows, as well as his confidence in his ability to outwit his enemies. But he has still to face the greatest terror that the Council has: a man named Sunday, whose true nature is worse than Syme could ever have imagined...",
    "coverUrl": "https://covers.openlibrary.org/b/id/8242857-L.jpg"
  },
  {
    "title": "Unicorn Coloring Book",
    "description": "",
    "coverUrl": null
  },
  {
    "title": "Animal Farm",
    "description": "Animal Farm is a brilliant political satire and a powerful and affecting story of revolutions and idealism, power and corruption. 'All animals are equal. But some animals are more equal than others.' Mr Jones of Manor Farm is so lazy and drunken that one day he forgets to feed his livestock. The ensuing rebellion under the leadership of the pigs Napoleon and Snowball leads to the animals taking over the farm. Vowing to eliminate the terrible inequities of the farmyard, the renamed Animal Farm is organised to benefit all who walk on four legs. But as time passes, the ideals of the rebellion are corrupted, then forgotten. And something new and unexpected emerges..",
    "coverUrl": "https://covers.openlibrary.org/b/id/11261770-L.jpg"
  },
  {
    "title": "Hans Andersen's Fairy Tales",
    "description": "Sixteen tales including \"Little Claus and Big Claus,\" \"Father's Always Right,\" and \"The Goblin and the Grocer.\"",
    "coverUrl": "https://covers.openlibrary.org/b/id/320591-L.jpg"
  },
  {
    "title": "Anne of Avonlea",
    "description": "The second story in the ever-popular Anne of Green Gables series.Now Anne is half past sixteen and she's ready to begin a new life teaching in her old school. She's as feisty as ever and is fiercely determined to inspire young hearts with her own ambitions. But some of her pupils are as boisterous and high-spirited as Anne, and so life in her Avonlea classroom becomes a lesson in discovery and adventure . . .",
    "coverUrl": "https://covers.openlibrary.org/b/id/14638062-L.jpg"
  },
  {
    "title": "The Invisible Man",
    "description": "This book is the story of Griffin, a scientist who creates a serum to render himself invisible, and his descent into madness that follows.",
    "coverUrl": "https://covers.openlibrary.org/b/id/6419199-L.jpg"
  },
  {
    "title": "Northern Lights",
    "description": "In a landmark epic of fantasy and storytelling, Philip Pullman invites readers into a world as convincing and thoroughly realized as Narnia, Earthsea, or Redwall. Here lives an orphaned ward named Lyra Belacqua, whose carefree life among the scholars at Oxford's Jordan College is shattered by the arrival of two powerful visitors. First, her fearsome uncle, Lord Asriel, appears with evidence of mystery and danger in the far North, including photographs of a mysterious celestial phenomenon called Dust and the dim outline of a city suspended in the Aurora Borealis that he suspects is part of an alternate universe. He leaves Lyra in the care of Mrs. Coulter, an enigmatic scholar and explorer who offers to give Lyra the attention her uncle has long refused her. In this multilayered narrative, however, nothing is as it seems. Lyra sets out for the top of the world in search of her kidnapped playmate, Roger, bearing a rare truth-telling instrument, the compass of the title. All around her children are disappearing—victims of so-called \"Gobblers\"—and being used as subjects in terrible experiments that separate humans from their daemons, creatures that reflect each person's inner being. And somehow, both Lord Asriel and Mrs. Coulter are involved.",
    "coverUrl": "https://covers.openlibrary.org/b/id/8747028-L.jpg"
  },
  {
    "title": "Treasure Island",
    "description": "Traditionally considered a coming-of-age story, Treasure Island is an adventure tale known for its atmosphere, characters and action, and also as a wry commentary on the ambiguity of morality — as seen in Long John Silver — unusual for children's literature then and now. It is one of the most frequently dramatized of all novels. The influence of Treasure Island on popular perceptions of pirates is enormous, including treasure maps marked with an \"X\", schooners, the Black Spot, tropical islands, and one-legged seamen carrying parrots on their shoulders",
    "coverUrl": "https://covers.openlibrary.org/b/id/13859660-L.jpg"
  },
  {
    "title": "The Two Towers",
    "description": "The Lord of the Rings, J.R.R. Tolkien's three-volume epic, is set in the imaginary world of Middle-earth -- home to many strange beings, and most notably hobbits, a peace-loving \"little people,\" cheerful and shy. Since its original British publication in 1954-55, the saga has entranced readers of all ages. It is at once a classic myth and a modern fairy tale. Critic Michael Straight has hailed it as one of the \"very few works of genius in recent literature.\" Middle-earth is a world receptive to poets, scholars, children, and all other people of good will. Donald Barr has described it as \"a scrubbed morning world, and a ringing nightmare world...especially sunlit, and shadowed by perils very fundamental, of a peculiarly uncompounded darkness.\" The story of this world is one of high and heroic adventure. Barr compared it to Beowulf, C.S. Lewis to Orlando Furioso, W.H. Auden to The Thirty-nine Steps. In fact the saga is sui generis -- a triumph of imagination which springs to life within its own framework and on its own terms. - Jacket flap.\r\n\r\nFrodo and the Companions of the Ring have been beset by danger during their quest to prevent the Ruling Ring from falling into the hands of the Dark Lord by destroying it in the Cracks of Doom. They have lost the wizard, Gandalf, in the battle with an evil spirit in the Mines of Moria; and at the Falls of Rauros, Boromir, seduced by the power of the Ring, tried to seize it by force. While Frodo and Sam made their escape the rest of the company were attacked by Orcs. Now they continue their journey alone down the great River Anduin – alone, that is, save for the mysterious creeping figure that follows wherever they go. J.R.R. Tolkien’s great work of imaginative fiction has been labelled both a heroic romance and a classic fantasy fiction. By turns comic and homely, epic and diabolic, the narrative moves through countless changes of scene and character in an imaginary world which is totally convincing in its detail.\r\n\r\n----------\r\n**Also contained in:**\r\n\r\n - [The Lord of the Rings][1]\r\n\r\n\r\n  [1]: https://openlibrary.org/works/OL27448W/The_Lord_of_the_Rings",
    "coverUrl": "https://covers.openlibrary.org/b/id/14627564-L.jpg"
  },
  {
    "title": "Five Children and It",
    "description": "Haven't you ever thought what you would wish for if you were granted three wishes? In Nesbit's delightful classic, five siblings find a creature that grants their wishes, but as the old saying goes: be careful what you wish for, it might come true...",
    "coverUrl": "https://covers.openlibrary.org/b/id/28174-L.jpg"
  },
  {
    "title": "The Subtle Knife",
    "description": "As the boundaries between worlds begin to dissolve, Lyra and her daemon help Will Parry in his search for his father and for a powerful, magical knife.\r\n\r\nShe had asked: What is he? A friend or an enemy?\r\n\r\nThe alethiometer answered: He is a murderer.\r\n\r\nWhen she saw the answer, she relaxed at once.\r\n\r\nLyra finds herself in a shimmering, haunted otherworld – Cittàgazze, where soul-eating Spectres stalk the streets and wingbeats of distant angels sound against the sky.\r\n\r\nBut she is not without allies: twelve-year-old Will Parry, fleeing for his life after taking another's, has also stumbled into this strange new realm.\r\n\r\nOn a perilous journey from world to world, Lyra and Will uncover a deadly secret: an object of extraordinary and devastating power.\r\n\r\nAnd with every step, they move closer to an even greater threat – and the shattering truth of their own destiny.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12614549-L.jpg"
  },
  {
    "title": "Dorothy and the Wizard in Oz",
    "description": "Dorothy and the Wizard in Oz is the fourth book in Baum's Oz series. The series chronicles the further adventures of Dorothy both in and out of Oz, as she deals with the characters, situations and desires which continue to spill over from her first fateful adventure.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12648659-L.jpg"
  },
  {
    "title": "The Fellowship of the Ring",
    "description": "One Ring to rule them all, One Ring to find them, One Ring to bring them all and in the darkness bind them.\r\n\r\n“A unique, wholly realized other world, evoked from deep in the well of Time, massively detailed, absorbingly entertaining, profound in meaning.”—The New York Times\r\n\r\nIn ancient times the Rings of Power were crafted by the Elven-smiths, and Sauron, the Dark Lord, forged the One Ring, filling it with his own power so that he could rule all others. But the One Ring was taken from him, and though he sought it throughout Middle-earth, it remained lost to him. After many ages it fell into the hands of Bilbo Baggins, as told in The Hobbit. In a sleepy village in the Shire, young Frodo Baggins finds himself faced with an immense task, as his elderly cousin Bilbo entrusts the Ring to his care. Frodo must leave his home and make a perilous journey across Middle-earth to the Cracks of Doom, there to destroy the Ring and foil the Dark Lord in his evil purpose.",
    "coverUrl": "https://covers.openlibrary.org/b/id/14627060-L.jpg"
  },
  {
    "title": "A Game of Thrones",
    "description": "***A Game of Thrones*** is the inaugural novel in ***A Song of Ice and Fire***, an epic series of fantasy novels crafted by the American author **George R. R. Martin**. Published on August 1, 1996, this novel introduces readers to the richly detailed world of Westeros and Essos, where political intrigue, power struggles, and magical elements intertwine.\r\n\r\nThe story unfolds through multiple perspectives, each chapter focusing on a different character, allowing readers to experience the narrative from various angles. This complex structure has become a hallmark of Martin's storytelling, immersing readers in the lives and motivations of a diverse cast.\r\n\r\n### Plot Summary\r\n\r\nSet in the fictional continents of Westeros and Essos, the narrative revolves around the power struggles among noble families vying for the Iron Throne, the seat of power in the Seven Kingdoms of Westeros. The story is rich with political intrigue, betrayal, and epic battles, as well as a deep exploration of themes such as loyalty, honor, and the consequences of power.\r\n\r\n### Themes\r\n\r\nThe novel explores themes of power, loyalty, and the moral complexities of leadership. It delves into the consequences of ambition and the struggle between personal honor and political necessity. The richly detailed world-building and intricate character development make ***A Game of Thrones*** a compelling and immersive read.\r\n\r\n### Key Characters\r\n\r\n- **Eddard \"Ned\" Stark**: The honorable Lord of Winterfell and Warden of the North, known for his unwavering honor and sense of duty.\r\n- **Catelyn Stark**: The devoted wife of Eddard Stark, whose strength and wisdom guide her family through challenging times.\r\n- **Robert Baratheon**: The King of the Seven Kingdoms, who won the throne through rebellion. His reign is marked by political intrigue and personal struggles, reflecting the broader conflicts of the realm.\r\n- **Cersei Lannister**: The ambitious and cunning Queen of Westeros, whose political acumen and determination make her a formidable presence in the court.\r\n- **Jaime Lannister**: A skilled swordsman and member of the Kingsguard, known for his prowess in battle and complex loyalties.\r\n- **Tyrion Lannister**: The witty and resourceful dwarf, known for his sharp mind and cunning, navigating the treacherous politics of the realm.\r\n- **Daenerys Targaryen**: An exiled princess of House Targaryen, seeking to reclaim her birthright and restore her family's dynasty.\r\n- **Jon Snow**: The bastard son of Eddard Stark, who joins the Night's Watch and faces unique challenges in the far north.\r\n- **Sansa Stark**: The eldest daughter of Eddard Stark, initially known for her naivety and romantic ideals, who learns to navigate the complexities of court life.\r\n- **Arya Stark**: The youngest daughter of Eddard Stark, known for her spirited and adventurous nature, seeking her own path in the world.\r\n- **Bran Stark**: The second son of Eddard Stark, whose life takes a dramatic turn.\r\n\r\n### Awards and Recognition\r\n\r\n- Winner of the 1997 Locus Award\r\n- Nominated for the 1997 Nebula Award\r\n- Nominated for the 1997 World Fantasy Award\r\n- Winner of the 1997 Hugo Award for Best Novella for \"Blood of the Dragon,\" which includes the Daenerys Targaryen chapters from the novel\r\n- Became a New York Times Bestseller in January 2011 and reached No. 1 on the list in July 2011\r\n\r\nFollowed by: [***A Clash of Kings***][1]\r\n\r\n[1]: https://openlibrary.org/works/OL257939W",
    "coverUrl": "https://covers.openlibrary.org/b/id/9269962-L.jpg"
  },
  {
    "title": "The Return of the King",
    "description": "THE RETURN OF THE KING, which brings to a close the great epic of war and adventure begun in The Fellowship of the Ring and continued in The Two Towers, is the third and final part of J. R. R. Tolkien's masterpiece, \"The Lord of the Rings.\"\r\n\r\nIn these three books, which form one continuous narrative, Tolkien created the saga of the Hobbits of Middle-earth and the great War of the Rings. Praised by such writers and poets as W. H. Auden, Richard Hughes and C. S. Lewis, \"The Lord of the Rings\" - that special world of beauty and terror and meaning - holds a secure place among the books that will live.\r\n\r\n----------\r\n**Also contained in:**\r\n\r\n - [The Lord of the Rings][1]\r\n\r\n\r\n  [1]: https://openlibrary.org/works/OL27448W/The_Lord_of_the_Rings",
    "coverUrl": "https://covers.openlibrary.org/b/id/14627062-L.jpg"
  },
  {
    "title": "The Silmarillion",
    "description": "A number-one New York Times bestseller when it was originally published, The Silmarillion is the core of J.R.R. Tolkien's imaginative writing, a work whose origins stretch back to a time long before The Hobbit.",
    "coverUrl": "https://covers.openlibrary.org/b/id/14627042-L.jpg"
  },
  {
    "title": "The Last Battle",
    "description": "For the first time, an edition of Lewis's classic fantasy fiction packaged specifically for adults. Complementing the look of the author's non-fiction books, and anticipating the forthcoming Narnia feature films, this edition contains an exclusive \"P.S.\" section about the history of the book, plus a round-up of the first six titles. The last days of Narnia, and all hope seems lost as lies and treachery interweave to threaten the destruction of everything. As the battle lines are drawn, old friends are summoned back to Narnia, though none can predict the outcome in this magnificent ending to the famous series. On 9 December 2005, Andrew (Shrek) Adamson's live-action film adaptation of The Lion, the Witch and the Wardrobe will be released by Disney, and it is already being hailed as the biggest film franchise of all time, guaranteed to appeal to adults and children across the globe. The second film is already in development. Sporting breathtaking new photographic covers, these new adult editions of the seven Chronicles of Narnia now give everyone an opportunity to experience the adventures in their original form. Re-live your childhood fantasies or discover for the first time what everyone will be talking about by Christmas and savour some of the best-loved stories ever written.",
    "coverUrl": "https://covers.openlibrary.org/b/id/6529226-L.jpg"
  },
  {
    "title": "The War of the Worlds",
    "description": "The ultimate science fiction classic: for more than one hundred years, this compelling tale of the Martian invasion of Earth has enthralled readers with a combination of imagination and incisive commentary on the imbalance of power that continues to be relevant today. The style is revolutionary for its era, employing a sophisticated first and third person account of the events which is both personal and focused on the holistic downfall of Earth's society. The Martians, as evil, mechanical and unknown a threat they are, remain daunting in today's society, where, despite technology's mammoth advances, humanity's hegemony over Earth is yet to be called into question. In Well's introduction to the book, where the character discusses with the later deceased Ogilvy about astronomy and the possibility of alien life defeating the 'savage' (to them) nineteenth-century Britain, is he insinuating that this is the truth and fate of humanity? It's up to you to decide…",
    "coverUrl": "https://covers.openlibrary.org/b/id/36314-L.jpg"
  },
  {
    "title": "Ozma of Oz",
    "description": "When a storm blows Dorothy to the land of Ev where lunches grow on trees, she meets the Scarecrow, the Tin Woodman, the Cowardly Lion, and Princess Ozma, and together they set out to free the Queen of Ev and her ten children.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12648657-L.jpg"
  },
  {
    "title": "The Time Machine",
    "description": "The Time Traveller, a dreamer obsessed with traveling through time, builds himself a time machine and, much to his surprise, travels over 800,000 years into the future. He lands in the year 802701: the world has been transformed by a society living in apparent harmony and bliss, but as the Traveler stays in the future he discovers a hidden barbaric and depraved subterranean class. Wells's transparent commentary on the capitalist society was an instant bestseller and launched the time-travel genre.",
    "coverUrl": "https://covers.openlibrary.org/b/id/9009316-L.jpg"
  },
  {
    "title": "The Lion, the Witch and the Wardrobe",
    "description": "Four adventurous siblings—Peter, Susan, Edmund, and Lucy Pevensie—step through a wardrobe door and into the land of Narnia, a land frozen in eternal winter and enslaved by the power of the White Witch. But when almost all hope is lost, the return of the Great Lion, Aslan, signals a great change . . . and a great sacrifice.\r\n\r\nJourney into the land beyond the wardrobe! The Lion, the Witch and the Wardrobe is the second book in C. S. Lewis's classic fantasy series, which has been captivating readers of all ages for over sixty years. This is a stand-alone novel, but if you would like journey back to Narnia, read The Horse and His Boy, the third book in The Chronicles of Narnia.\r\n([source][1])\r\n\r\n\r\n  [1]: http://www.cslewis.com/us/books/hardcover/the-lion-the-witch-and-the-wardrobe/9780060234812/\r\n\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [Chronicles of Narnia](https://openlibrary.org/works/OL70988W/The_Chronicles_of_Narnia)\r\n - [Tales of Narnia](https://openlibrary.org/works/OL71080W)",
    "coverUrl": "https://covers.openlibrary.org/b/id/8441376-L.jpg"
  },
  {
    "title": "Prince Caspian",
    "description": "In his effort to bring peace to troubled Narnia, Prince Caspian blows his magic horn to summons Peter, Susan, Lucy and Edmond to help him with this difficult task.",
    "coverUrl": "https://covers.openlibrary.org/b/id/45897-L.jpg"
  },
  {
    "title": "Adventures of Huckleberry Finn",
    "description": "Adventures of Huckleberry Finn or as it is known in more recent editions, The Adventures of Huckleberry Finn, is a novel by American author Mark Twain, which was first published in the United Kingdom in December 1884 and in the United States in February 1885.\r\n\r\nCommonly named among the Great American Novels, the work is among the first in major American literature to be written throughout in vernacular English, characterized by local color regionalism. It is told in the first person by Huckleberry \"Huck\" Finn, the narrator of two other Twain novels (Tom Sawyer Abroad and Tom Sawyer, Detective) and a friend of Tom Sawyer. It is a direct sequel to The Adventures of Tom Sawyer.",
    "coverUrl": "https://covers.openlibrary.org/b/id/8157718-L.jpg"
  },
  {
    "title": "King Solomon's Mines",
    "description": "<p><i>King Solomon’s Mines</i> was published in September 1885, becoming an immediate best seller by tapping into people’s excitement for the unknown: in this case, the unexplored regions of Africa.</p>\r\n\t\t\t<p><a href=\"https://standardebooks.org/ebooks/h-rider-haggard\">Haggard</a> wrote the novel in a very short period, between six and sixteen months, on a bet with his brother to try to match <a href=\"https://standardebooks.org/ebooks/robert-louis-stevenson\">Robert Louis Stevenson’s</a> <a href=\"https://standardebooks.org/ebooks/robert-louis-stevenson/treasure-island\"><i>Treasure Island</i></a>. In the process he created a new literary genre known as the “Lost World” genre, which would later influence other writers like <a href=\"https://standardebooks.org/ebooks/arthur-conan-doyle\">Arthur Conan Doyle</a> and <a href=\"https://standardebooks.org/ebooks/h-p-lovecraft\"><abbr>H. P.</abbr> Lovecraft</a>.</p>\r\n\t\t\t<p>The book tells the tale of Allan Quatermain, an adventurer and hunter, who is approached by Sir Henry Curtis and Captain Good to help them find Curtis’ lost brother, who went missing while trying to find the fabled King Solomon’s Mines.</p>\r\n\t\t\t<p>This book has spawned multiple adaptations in the form of movies, comics, and TV shows.</p>",
    "coverUrl": "https://covers.openlibrary.org/b/id/8665393-L.jpg"
  },
  {
    "title": "The Lightning Thief",
    "description": "Twelve-year-old Percy Jackson is on the most dangerous quest of his life.  With the help of a satyr and a daughter of Athena, Percy must journey across the United States to catch a thief who has stolen the original weapon of mass destruction—Zeus’ master bolt.  Along the way, he must face a host of mythological enemies determined to stop him.  Most of all, he must come to terms with a father he has never known, and an Oracle that has warned him of betrayal by a friend.",
    "coverUrl": "https://covers.openlibrary.org/b/id/7239831-L.jpg"
  },
  {
    "title": "The Handmaid's Tale",
    "description": "The Handmaid's Tale is a dystopian novel by Canadian author Margaret Atwood, published in 1985. It is set in a near-future New England, in a strongly patriarchal, totalitarian theonomic state, known as the Republic of Gilead, which has overthrown the United States government. The central character and narrator is a woman named Offred, one of the group known as \"handmaids\", who are forcibly assigned to produce children for the \"commanders\" — the ruling class of men in Gilead.\r\n\r\nThe novel explores themes of subjugated women in a patriarchal society, loss of female agency and individuality, and the various means by which they resist and attempt to gain individuality and independence.\r\n\r\nThe Handmaid's Tale won the 1985 Governor General's Award and the first Arthur C. Clarke Award in 1987; it was also nominated for the 1986 Nebula Award, the 1986 Booker Prize, and the 1987 Prometheus Award.\r\n\r\n\r\n----------\r\nAlso contained in:\r\n[Novels](https://openlibrary.org/works/OL24301311W)",
    "coverUrl": "https://covers.openlibrary.org/b/id/8231851-L.jpg"
  },
  {
    "title": "Brood of the Witch-Queen",
    "description": "Prefatory Notice\r\n\r\nThe strange deeds of Antony Ferrara, as herein related, are intended to illustrate certain phases of Sorcery as it was formerly practised (according to numerous records) not only in Ancient Egypt but also in Europe during the Middle Ages. In no case do the powers attributed to him exceed those which are claimed for a fully equipped Adept.\r\n      S.R.\r\n~",
    "coverUrl": "https://covers.openlibrary.org/b/id/2011286-L.jpg"
  },
  {
    "title": "The Lord of the Rings",
    "description": "Originally published from 1954 through 1956, J.R.R. Tolkien's richly complex series ushered in a new age of epic adventure storytelling. A philologist and illustrator who took inspiration from his work, Tolkien invented the modern heroic quest novel from the ground up, creating not just a world, but a domain, not just a lexicon, but a language, that would spawn countless imitators and lead to the inception of the epic fantasy genre. Today, THE LORD OF THE RINGS is considered \"the most influential fantasy novel ever written.\" (THE ENCYCLOPEDIA OF FANTASY)\r\n\r\nDuring his travels across Middle-earth, the hobbit Bilbo Baggins had found the Ring. But the simple band of gold was far from ordinary; it was in fact the One Ring - the greatest of the ancient Rings of Power. Sauron, the Dark Lord, had infused it with his own evil magic, and when it was lost, he was forced to flee into hiding.\r\n\r\nBut now Sauron's exile has ended and his power is spreading anew, fueled by the knowledge that his treasure has been found. He has gathered all the Great Rings to him, and will stop at nothing to reclaim the One that will complete his dominion. The only way to stop him is to cast the Ruling Ring deep into the Fire-Mountain at the heart of the land of Mordor--Sauron's dark realm.\r\n\r\nFate has placed the burden in the hands of Frodo Baggins, Bilbo's heir...and he is resolved to bear it to its end. Or his own. \r\n\r\n\r\n----------\r\n\r\n\r\n**Contains**\r\n\r\n - [The Fellowship of the Ring][1]\r\n - [The Two Towers][2]\r\n - [The Return of the King][3]\r\n - [The Lord of the Rings [2/2]](https://openlibrary.org/works/OL27306128W)\r\n - [The Lord of the Rings [1/6]](https://openlibrary.org/works/OL24170898W)\r\n - [The Lord of the Rings [1/9]](https://openlibrary.org/works/OL27305953W)\r\n - [The Lord of the Rings [2/9]](https://openlibrary.org/works/OL27305892W)\r\n - [The Lord of the Rings [3/9]](https://openlibrary.org/works/OL27306048W)\r\n\r\n\r\n\r\n  [1]: https://openlibrary.org/works/OL14933414W/The_Fellowship_of_the_Ring\r\n  [2]: https://openlibrary.org/works/OL27479W/The_Two_Towers\r\n  [3]: https://openlibrary.org/works/OL27516W/The_Return_of_the_King",
    "coverUrl": "https://covers.openlibrary.org/b/id/14625765-L.jpg"
  },
  {
    "title": "The Picture of Dorian Gray",
    "description": "**The Picture of Dorian Gray** is a philosophical novel by Irish writer Oscar Wilde. A shorter novella-length version was published in the July 1890 issue of the American periodical *Lippincott’s Monthly Magazine*. The novel-length version was published in April 1891.\r\n\r\n(Source: [Wikipedia](https://en.wikipedia.org/wiki/The_Picture_of_Dorian_Gray))",
    "coverUrl": "https://covers.openlibrary.org/b/id/14314858-L.jpg"
  },
  {
    "title": "The Horse and His Boy",
    "description": "A boy and a talking horse share an adventurous and dangerous journey to Narnia to warn of invading barbarians.",
    "coverUrl": "https://covers.openlibrary.org/b/id/9184792-L.jpg"
  },
  {
    "title": "The Voyage of the Dawn Treader",
    "description": "Lucy, Edmund, and their cousin travel back to Narnia through a painting where they board a ship named \"The Dawn Treader.\" They find King Caspian and a mouse on the ship and they find mystical creatures and go on a mission that will decide Narnia's fate!",
    "coverUrl": "https://covers.openlibrary.org/b/id/9184719-L.jpg"
  },
  {
    "title": "The Silver Chair",
    "description": "Jill and Eustace must rescue the Prince from the evil Witch.",
    "coverUrl": "https://covers.openlibrary.org/b/id/6950992-L.jpg"
  },
  {
    "title": "A Connecticut Yankee in King Arthur's Court",
    "description": "A blow on the head transports a Yankee to 528 A.D. where he proceeds to modernize King Arthur's kingdom by organizing a school system, constructing telephone lines, and inventing the printing press.",
    "coverUrl": "https://covers.openlibrary.org/b/id/9168732-L.jpg"
  },
  {
    "title": "The Lost World",
    "description": "Journalist Ed Malone is looking for an adventure, and that's exactly what he finds when he meets the eccentric Professor Challenger - an adventure that leads Malone and his three companions deep into the Amazon jungle, to a lost world where dinosaurs roam free.",
    "coverUrl": "https://covers.openlibrary.org/b/id/8231444-L.jpg"
  },
  {
    "title": "The Magician's Nephew",
    "description": "Digory let out a scream. “What's happened to Polly?” “Congratulate me, my dear boy,” said Uncle Andrew, rubbing his hands. “My experiment has succeeded. The little girl's gone – vanished – right out of this world.” When Digory and Polly discover Uncle Andrew's secret workshop, they are tricked into touching some magic rings that take them right out of this world. But even Uncle Andrew doesn't realise the wonders that lie ahead as they discover the gateway to the magical land of Narnia, where many thrilling adventures await them.",
    "coverUrl": "https://covers.openlibrary.org/b/id/1072931-L.jpg"
  },
  {
    "title": "The Mysterious Affair at Styles",
    "description": "Set in the summer of 1917 in an Essex country estate, the story follows the war-wounded Captain Arthur Hastings to the Styles St. Mary manor of his friend John Cavendish. The Cavendish household is wrought with tension due to the marriage of John's widowed old aunt Emily, she of a sizeable fortune, to a suspicious younger man, Alfred Inglethorp, twenty years her junior. Emily's two stepsons, John and Lawrence Cavendish, as well as John's wife Mary and several other people, also live at Styles. Late one night, the residents of Styles wake to find Emily Inglethorp dying. When Emily's sudden heart attack is found to be attributable to strychnine, Hastings, who had runs into his old friend, the Belgian Hercule Poirot, he recruits him to aid in the local investigation. With impeccable timing, Hercule Poirot, the insightful retired detective, makes his dramatic entrance to solve a most baffling case.\r\n\r\nWho poisoned the wealthy Emily Inglethorpe, and how did the murderer penetrate and escape from her locked bedroom? Suspects abound in the quaint village of Styles St. Mary--from the heiress's fawning new husband to her two stepsons, her volatile housekeeper, and a pretty nurse who works in a hospital dispensary. On the day she was killed, Emily Inglethorp was overheard arguing with someone, most likely her husband, Alfred, or her stepson, John. Afterwards, she seemed quite distressed and, apparently, made a new will--which no one can find. Nobody can explain how or when the strychnine was administered to Mrs. Inglethorp. High on Poirot's list of suspects are: John Cavendish, the elder stepson; Mary Cavendish, his wife; Lawrence Cavendish, the younger stepson; Evelyn Howard, Mrs. Inglethorpe's companion; Cynthia Murdoch, her protegee; and Dr. Bauerstein, a mysterious stranger who lives in Essex. All have motive and opportunity but only Poirot can discover the truth.",
    "coverUrl": "https://covers.openlibrary.org/b/id/13699667-L.jpg"
  },
  {
    "title": "The Wonderful Wizard of Oz",
    "description": "Over a century after its initial publication, The Wonderful Wizard of Oz is still captivating the hearts of countless readers. Come adventure with Dorothy and her three friends: the Scarecrow, the Tin Woodman, and the Cowardly Lion, as they follow the Yellow Brick Road to the Emerald City for an audience with the Great Oz, the mightiest Wizard in the land, and the only one that can return Dorothy to her home in Kansas.",
    "coverUrl": "https://covers.openlibrary.org/b/id/552443-L.jpg"
  },
  {
    "title": "Emma",
    "description": "Emma, by Jane Austen, is a novel about youthful hubris and the perils of misconstrued romance. The novel was first published in December 1815. As in her other novels, Austen explores the concerns and difficulties of genteel women living in Georgian-Regency England; she also creates a lively comedy of manners among her characters. Before she began the novel, Austen wrote, \"I am going to take a heroine whom no one but myself will much like.\" In the very first sentence she introduces the title character as \"Emma Woodhouse, handsome, clever, and rich.\" Emma, however, is also rather spoiled, headstrong, and self-satisfied; she greatly overestimates her own matchmaking abilities; she is blind to the dangers of meddling in other people's lives; and her imagination and perceptions often lead her astray.",
    "coverUrl": "https://covers.openlibrary.org/b/id/9278312-L.jpg"
  },
  {
    "title": "The Adventures of Tom Sawyer",
    "description": "Mark Twain created the memorable characters Tom Sawyer and Huckleberry Finn drawing from the experiences of boys he grew up with in Missouri. Set by the Mississippi River in the 1840's, it follows these boys as they get into predicament after predicament. Tom's classic whitewashing of the fence has become part of American legend, and the book paints a nostalgic picture of life in the middle of the nineteenth century. Tom runs away from home to an island in the river, chases Injun Joe and his treasure, and even gets trapped in a cave for days with Becky Thatcher. The book is one of Twain's most beloved stories.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12043351-L.jpg"
  },
  {
    "title": "Harry Potter and the Half-Blood Prince",
    "description": "One summer night, when Dumbledore arrives at Privet Drive to collect Harry Potter, his wand hand is blackened and shriveled, but he will not reveal why.\r\n\r\nRumours and suspicion spread through the wizarding world – it feels as if even Hogwarts itself might be under threat.\r\n\r\nHarry is convinced that Malfoy bears the Dark Mark: could there be a Death Eater amongst them?\r\n\r\nHe will need powerful magic and true friends as, with the help of Dumbledore, he investigates Voldemort’s darkest secrets.\r\n\r\n([source][2])\r\n\r\nPreceded by: [Harry Potter and the Order of the Phoenix][1]\r\nFollowed by: [Harry Potter and the Deathly Hallows][3]\r\n\r\n\r\n----------\r\nContains:\r\n[Harry Potter and the Half-Blood Prince [3/4]](https://openlibrary.org/works/OL27299760W)\r\n[Harry Potter and the Half-Blood Prince [4/4]](https://openlibrary.org/works/OL27294904W)\r\n\r\n  [1]: https://openlibrary.org/works/OL13716955W/Harry_Potter_and_the_Order_of_the_Phoenix\r\n  [2]: https://www.jkrowling.com/book/harry-potter-half-blood-prince/\r\n  [3]: https://openlibrary.org/works/OL82586W/Harry_Potter_and_the_Deathly_Hallows",
    "coverUrl": "https://covers.openlibrary.org/b/id/10716273-L.jpg"
  },
  {
    "title": "Harry Potter and the Deathly Hallows",
    "description": "Harry Potter is leaving Privet Drive for the last time. But as he climbs into the sidecar of Hagrid’s motorbike and they take to the skies, he knows Lord Voldemort and the Death Eaters will not be far behind.\r\n\r\nThe protective charm that has kept him safe until now is broken. But the Dark Lord is breathing fear into everything he loves. And he knows he can’t keep hiding.\r\n\r\nTo stop Voldemort, Harry knows he must find the remaining Horcruxes and destroy them.\r\n\r\nHe will have to face his enemy in one final battle.\r\n\r\n([source][1])\r\n\r\n\r\n----------\r\nSee also:\r\n\r\n - [Harry Potter and the Deathly Hallows: 2/2][2]\r\n\r\n\r\n  [1]: https://www.jkrowling.com/book/harry-potter-deathly-hallows/\r\n  [2]: https://openlibrary.org/works/OL17922343W/Harry_Potter_and_the_Deathly_Hallows_Chapters_20-36",
    "coverUrl": "https://covers.openlibrary.org/b/id/10110415-L.jpg"
  },
  {
    "title": "Twilight",
    "description": "About three things I was absolutely positive. First, Edward was a vampire. Second, there was a part of him -- and I didn't know how dominant that part might be -- that thirsted for my blood. And third, I was unconditionally and irrevocably in love with him. When Isabella Swan moves to the gloomy town of Forks and meets the mysterious, alluring Edward Cullen, her life takes a thrilling and terrifying turn. With his porcelain skin, golden eyes, mesmerizing voice, and supernatural gifts, Edward is both irresistible and impenetrable. Up until now, he has managed to keep his true identity hidden, but Bella is determined to uncover his dark secret. What Bella doesn't realize is the closer she gets to him, the more she is putting herself and those around her at risk. And, it might be too late to turn back. Deeply seductive and extraordinarily suspenseful, Twilight will have listeners riveted right until the end. -- Container.\r\n\r\nBella Swan and Edward Cullen, a pair of star-crossed lovers whose forbidden relationship ripens against the backdrop of small-town suspicion and a mysterious coven of vampires.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12641977-L.jpg"
  },
  {
    "title": "Bridge to Terabithia",
    "description": "The life of a ten-year-old boy in rural Virginia expands when he becomes friends with a newcomer who subsequently meets an untimely death trying to reach their hideaway, Terabithia, during a storm.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12627341-L.jpg"
  },
  {
    "title": "Harry Potter and the Prisoner of Azkaban",
    "description": "For Harry Potter, it’s the start of another far-from-ordinary year at Hogwarts when the Knight Bus crashes through the darkness and comes to an abrupt halt in front of him.\r\n\r\nIt turns out that Sirius Black, mass-murderer and follower of Lord Voldemort, has escaped – and they say he is coming after Harry.\r\n\r\nIn his first Divination class, Professor Trelawney sees an omen of death in Harry’s tea leaves.\r\n\r\nAnd perhaps most frightening of all are the Dementors patrolling the school grounds with their soul-sucking kiss – in search of fresh victims.\r\n\r\n([source][1])\r\n\r\n\r\n  [1]: https://www.jkrowling.com/book/harry-potter-prisoner-azkaban/",
    "coverUrl": "https://covers.openlibrary.org/b/id/10580435-L.jpg"
  },
  {
    "title": "Sense and Sensibility",
    "description": "When Mr. Dashwood dies, he must leave the bulk of his estate to the son by his first marriage, which leaves his second wife and three daughters (Elinor, Marianne, and Margaret) in straitened circumstances. They are taken in by a kindly cousin, but their lack of fortune affects the marriageability of both practical Elinor and romantic Marianne. When Elinor forms an attachment for the wealthy Edward Ferrars, his family disapproves and separates them. And though Mrs. Jennings tries to match the worthy (and rich) Colonel Brandon to her, Marianne finds the dashing and fiery Willoughby more to her taste. Both relationships are sorely tried. But this is a romance, and through the hardships and heartbreak, true love and a happy ending will find their way for both the sister who is all sense and the one who is all sensibility. - Publisher.",
    "coverUrl": "https://covers.openlibrary.org/b/id/9278292-L.jpg"
  },
  {
    "title": "Romeo and Juliet",
    "description": "Romeo and Juliet is a tragedy written by William Shakespeare early in his career about two young Italian star-crossed lovers whose deaths ultimately reconcile their feuding families. It was among Shakespeare's most popular plays during his lifetime and, along with Hamlet, is one of his most frequently performed plays. Today, the title characters are regarded as archetypal young lovers.",
    "coverUrl": "https://covers.openlibrary.org/b/id/8257991-L.jpg"
  },
  {
    "title": "Harry Potter and the Order of the Phoenix",
    "description": "After the Dementors’ attack on his cousin Dudley, Harry knows he is about to become Voldemort’s next target.\r\n\r\nAlthough many are denying the Dark Lord’s return, Harry is not alone, and a secret order is gathering at Grimmauld Place to fight against the Dark forces.\r\n\r\nMeanwhile, Voldemort’s savage assaults on Harry’s mind are growing stronger every day.\r\n\r\nHe must allow Professor Snape to teach him to protect himself before he runs out of time.\r\n([source][1])\r\n\r\n\r\n----------\r\nThis work has also been published in multiple volumes. See:\r\n\r\n - [Harry Potter and the Order of the Phoenix: III](https://openlibrary.org/works/OL17937113W/Harry_Potter_and_the_Order_of_the_Phoenix_Chapters_17-23)\r\n - [Harry Potter and the Order of the Phoenix: IV](https://openlibrary.org/works/OL17915213W/Harry_Potter_and_the_Order_of_the_Phoenix_Chapters_24-30)\r\n\r\n  [1]: https://www.jkrowling.com/book/harry-potter-order-phoenix/",
    "coverUrl": "https://covers.openlibrary.org/b/id/10523466-L.jpg"
  },
  {
    "title": "A Wrinkle in Time",
    "description": "A Wrinkle in Time is a science fiction fantasy novel by American writer Madeleine L'Engle, first published in 1962. It is about Meg And Charles Walence. Their father, who was working on a interesting project called a tesseract, goes missing! Then they meet a boy and some strange women. This story won a Newbery Medal, Sequoyah Book Award and Lewis Carroll Shelf Award For this amazing story! It also has a movie! I Hope you all enjoy!",
    "coverUrl": "https://covers.openlibrary.org/b/id/8709146-L.jpg"
  },
  {
    "title": "The Story of the Amulet",
    "description": "",
    "coverUrl": "https://covers.openlibrary.org/b/id/13241470-L.jpg"
  },
  {
    "title": "Frankenstein or The Modern Prometheus",
    "description": "*Frankenstein; or, The Modern Prometheus* is an 1818 novel written by English author Mary Shelley. Frankenstein tells the story of Victor Frankenstein, a young scientist who creates a sapient creature in an unorthodox scientific experiment. Shelley started writing the story when she was 18, and the first edition was published anonymously in London on 1 January 1818, when she was 20. Her name first appeared in the second edition, which was published in Paris in 1821.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12356249-L.jpg"
  },
  {
    "title": "Harry Potter and the Chamber of Secrets",
    "description": "Throughout the summer holidays after his first year at Hogwarts School of Witchcraft and Wizardry, Harry Potter has been receiving sinister warnings from a house-elf called Dobby.\r\n\r\nNow, back at school to start his second year, Harry hears unintelligible whispers echoing through the corridors.\r\n\r\nBefore long the attacks begin: students are found as if turned to stone.\r\n\r\nDobby’s predictions seem to be coming true.\r\n\r\n[Source][1]\r\n\r\n\r\n  [1]: https://www.jkrowling.com/book/harry-potter-chamber-secrets/",
    "coverUrl": "https://covers.openlibrary.org/b/id/8392798-L.jpg"
  },
  {
    "title": "Momo oder Die seltsame Geschichte von den Zeit-Dieben und von dem Kind, das den Menschen die gestohlene Zeit zurückbrachte",
    "description": "*The Neverending Story* is Michael Ende's best-known book, but *Momo,* published six years earlier, is the all-ages fantasy novel that first won him wide acclaim. After the sweet-talking gray men come to town, life becomes terminally efficient. Can Momo, a young orphan girl blessed with the gift of listening, vanquish the ashen-faced time thieves before joy vanishes forever?",
    "coverUrl": "https://covers.openlibrary.org/b/id/8574580-L.jpg"
  },
  {
    "title": "Where the Wild Things Are",
    "description": "This is an inspired children's book about a boy's passage through tempestuous aspects of life.\r\n\r\nMax, a naughty little boy, sent to bed without his supper, sails to the land of the wild things, where he becomes their king.",
    "coverUrl": "https://covers.openlibrary.org/b/id/50842-L.jpg"
  },
  {
    "title": "Harry Potter and the Goblet of Fire",
    "description": "The fourth book in the Harry Potter franchise sees Harry returning for his fourth year at Hogwarts School of Witchcraft and Wizardry, along with his friends, Ron and Hermione . There is an upcoming tournament between the three major schools of magic, with one participant selected from each school by the Goblet of Fire. When Harry's name is drawn, even though he is not eligible and is a fourth player, he must compete in the dangerous contest.\r\n\r\n\r\n----------\r\nContains:\r\n\r\n - [Harry Potter and the Goblet of Fire. 2/4](https://openlibrary.org/works/OL17910198W/Harry_Potter_and_the_Goblet_of_Fire._2_4)",
    "coverUrl": "https://covers.openlibrary.org/b/id/12059372-L.jpg"
  },
  {
    "title": "The BFG",
    "description": "This book is a great book for all ages. It is a fantasy/adventure book.The BFG stands for 'Big Friendly Giant'. He isn't like other giants, instead of going out to different countries to eat children he catches dreams. When he find's a little orphan girl watching him, he kidnaps her because he doesn't want anyone to find out that he was there, but when they arrive at giant's land they become friends and set off into the world to save all the children from the hungry giants.",
    "coverUrl": "https://covers.openlibrary.org/b/id/9176033-L.jpg"
  },
  {
    "title": "Harry Potter and the Philosopher's Stone",
    "description": "Turning the envelope over, his hand trembling, Harry saw a purple wax seal bearing a coat of arms; a lion, an eagle, a badger and a snake surrounding a large letter 'H'.\r\n\r\nHARRY POTTER has never even heard of Hogwarts when the LETTERS start dropping on the doormat at number four, Privet Drive. Addressed in GREEN INK on yellowish parchment with a PURPLE SEAL, they are swiftly confiscated by his GRISLY aunt and uncle. Then, on Harry's eleventh birthday, a great beetle-eyed giant of a man called RUBEUS HAGRID bursts in with some ASTONISHING news: Harry Potter is a wizard, and he has a place at Hogwarts School of Witchcraft and Wizardry. An incredible adventure is about to begin!",
    "coverUrl": "https://covers.openlibrary.org/b/id/10521270-L.jpg"
  },
  {
    "title": "The Story of Doctor Dolittle",
    "description": "There are some of us now reaching middle age who discover themselves to be lamenting the past in one respect if in none other, that there are no books written now for children comparable with those of thirty years ago.  I say written FOR children because the new psychological business of writing ABOUT them as though they were small pills or hatched in some especially scientific method is extremely popular today.",
    "coverUrl": "https://covers.openlibrary.org/b/id/5262289-L.jpg"
  },
  {
    "title": "Charlie and the Chocolate Factory",
    "description": "Charlie and the Chocolate Factory is a 1964 children's novel by British author Roald Dahl. The story features the adventures of young Charlie Bucket inside the chocolate factory of eccentric chocolatier Willy Wonka.\r\n\r\nCharlie and the Chocolate Factory was first published in the United States by Alfred A. Knopf, Inc. in 1964 and in the United Kingdom by George Allen & Unwin 11 months later. \r\n\r\nIn the 2012 survey published by SLJ, a monthly with primarily US audience, Charlie was the second of four books by Dahl among their Top 100 Chapter Books, one more than any other writer. Time magazine in the US included the novel in its list of the 100 Best Young-Adult Books of All Time.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12459564-L.jpg"
  },
  {
    "title": "When the Sleeper Awakes",
    "description": "A troubled insomniac in 1890s England falls suddenly into a sleep-like trance, from which he does not awake for over two hundred years. During his centuries of slumber, however, investments are made that make him the richest and most powerful man on Earth. But when he comes out of his trance he is horrified to discover that the money accumulated in his name is being used to maintain a hierarchal society in which most are poor, and more than a third of all people are enslaved. Oppressed and uneducated, the masses cling desperately to one dream – that the sleeper will awake, and lead them all to freedom.",
    "coverUrl": "https://covers.openlibrary.org/b/id/574886-L.jpg"
  },
  {
    "title": "James and the Giant Peach",
    "description": "***Roald Dahl's first and most widely celebrated book for young people continues to thrill readers around the world.***\r\n\r\n**When James accidentally drops some magic crystals by the old peach tree, strange things start to happen.** The peach at the top of the tree begins to grow, and before long it's as big as a house. When James discovers a secret entrance-way into the fruit and crawls inside, he meets wonderful new friends--the Old-Green-Grasshopper, the dainty Ladybug, and the Centipede of the multiple boots. ***After years of feeling like an outsider in his aunts' house, James finally found a place where he belongs. With a snip of the stem, the peach household starts rolling away--and the adventure begins!***\r\n\r\n\"This is a stunning book to be cherished for its story, a superb fantasy.\"***--Chicago Tribune***\r\n\r\n\"A beautifully written, fantastic book.\"***--Christian Science Monitor***",
    "coverUrl": "https://covers.openlibrary.org/b/id/8252454-L.jpg"
  },
  {
    "title": "Charlotte's Web",
    "description": "Charlotte's Web is a book of children's literature by American author E. B. White and illustrated by Garth Williams; it was published on October 15, 1952, by Harper & Brothers. The novel tells the story of a livestock pig named Wilbur and his friendship with a barn spider named Charlotte. When Wilbur is in danger of being slaughtered by the farmer, Charlotte writes messages praising Wilbur (such as \"Some Pig\") in her web in order to persuade the farmer to let him live.\r\n\r\n\r\n----------\r\nAlso contained in:\r\n[Novels](https://openlibrary.org/works/OL483326W)",
    "coverUrl": "https://covers.openlibrary.org/b/id/8461797-L.jpg"
  },
  {
    "title": "The Marvelous Land of Oz",
    "description": "Tip and his creation, Jack Pumpkin, run away to Oz, where they save the city after it is captured by girls.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12648656-L.jpg"
  },
  {
    "title": "Kinder- und Hausmärchen",
    "description": "An illustrated edition of more than 200 traditional tales collected from German folklore by the Brothers Grimm.",
    "coverUrl": "https://covers.openlibrary.org/b/id/8236293-L.jpg"
  },
  {
    "title": "Tik-Tok of Oz",
    "description": "This book introduces Ann Soforth, Queen of Oogaboo, whom Tik-Tok, the clockwork man, assists in conquering the Nome King. Book 8 in L. Frank Baum's immortal OZ series, in which Betsy Bobbin and Hank the Mule are shipwrecked on the coast of Oz, meet up with the invading army of Queen Ann of Oogaboo, and help the Shaggy Man rescue his brother from the evil Nome King.",
    "coverUrl": "https://covers.openlibrary.org/b/id/8243277-L.jpg"
  },
  {
    "title": "The Witches",
    "description": "",
    "coverUrl": "https://covers.openlibrary.org/b/id/12374442-L.jpg"
  },
  {
    "title": "Dune",
    "description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the \"spice\" melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for...\r\n\r\nWhen House Atreides is betrayed, the destruction of Paul's family will set the boy on a journey toward a destiny greater than he could ever have imagined. And as he evolves into the mysterious man known as Muad'Dib, he will bring to fruition humankind's most ancient and unattainable dream.\r\n\r\nA stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
    "coverUrl": "https://covers.openlibrary.org/b/id/11481354-L.jpg"
  },
  {
    "title": "The Giver",
    "description": "At the age of twelve, Jonas, a young boy from a seemingly utopian, futuristic world, is singled out to receive special training from The Giver, who alone holds the memories of the true joys and pain of life.",
    "coverUrl": "https://covers.openlibrary.org/b/id/8352502-L.jpg"
  },
  {
    "title": "Alice's Adventures in Wonderland / Through the Looking Glass",
    "description": "A very real little girl named Alice follows a remarkable rabbit down a rabbit hole and steps through a looking-glass to come face to face with some of the strangest adventures and some of the oddest characters in all literature. The crusty Duchess, the Mad Hatter, the weeping Mock Turtle, the diabolical Queen of Hearts, the Cheshire-Cat, Tweedledum and Tweedledee--each one is more eccentric, and more entertaining, than the last. And all of them could only have come from the pen of Lewis Carroll, one of the few adults ever to enter successfully the children's world of make-believe--a wonderland where the impossible becomes possible, the unreal, real...where the heights of adventure are limited only by the depths of imagination.\r\n--back cover\r\n\r\nContains:\r\n\r\n - [Alice's Adventures in Wonderland](https://openlibrary.org/works/OL8193508W)\r\n - [Through the Looking Glass, and What Alice Found There][2]\r\n\r\n  [2]: https://openlibrary.org/works/OL15298516W",
    "coverUrl": "https://covers.openlibrary.org/b/id/8595966-L.jpg"
  },
  {
    "title": "The Road to Oz",
    "description": "Dorothy and her friends follow the enchanted road to Oz and arrive in time for Ozma's birthday party.",
    "coverUrl": "https://covers.openlibrary.org/b/id/8243922-L.jpg"
  },
  {
    "title": "Perfume",
    "description": "INTERNATIONAL BESTSELLER • Set in eighteenth-century France, the classic novel that provokes a terrifying examination of what happens when one man’s indulgence in his greatest passion—his sense of smell—leads to murder.\r\n\r\nIn the slums of eighteenth-century France, the infant Jean-Baptiste Grenouille is born with one sublime gift—an absolute sense of smell. As a boy, he lives to decipher the odors of Paris, and apprentices himself to a prominent perfumer who teaches him the ancient art of mixing precious oils and herbs. But Grenouille’s genius is such that he is not satisfied to stop there, and he becomes obsessed with capturing the smells of objects such as brass doorknobs and fresh-cut wood. Then one day he catches a hint of a scent that will drive him on an ever-more-terrifying quest to create the “ultimate perfume”—the scent of a beautiful young virgin. Told with dazzling narrative brilliance, Perfume is a hauntingly powerful tale of murder and sensual depravity.",
    "coverUrl": "https://covers.openlibrary.org/b/id/10910286-L.jpg"
  },
  {
    "title": "Matilda",
    "description": "No podemos resistirnos a Matilda y recomendar a su autor a los niños que no lo conozcan. Matilda debe poner orden en una escuela poco acogedora porque sus profesores no están a la altura de su profesión. Pero el humor, la ironía y también la ternura harán que la escuela termine siendo un lugar amable donde ayuden a los niños a crecer y a leer. Roald Dahl decía que todos los niños tenían una brasa y que alguien debe encender el fuego y mantenerlo encendido. La escuela tiene este papel que cumplir porque de ello depende la luz del mundo.\r\n\r\nSource: [1], back cover\r\n\r\n\r\n  [1]: https://archive.org/details/matilda00roal",
    "coverUrl": "https://covers.openlibrary.org/b/id/12889769-L.jpg"
  },
  {
    "title": "Catching Fire",
    "description": "Against all odds, Katniss Everdeen has won the Hunger Games. She and fellow District 12 tribute Peeta Mellark are miraculously still alive. Katniss should be relieved, happy even. After all, she has returned to her family and her longtime friend, Gale. Yet nothing is the way Katniss wishes it to be. Gale holds her at an icy distance. Peeta has turned his back on her completely. And there are whispers of a rebellion against the Capitol—a rebellion that Katniss and Peeta may have helped create. \r\n\r\nMuch to her shock, Katniss has fueled an unrest that she's afraid she cannot stop. And what scares her even more is that she's not entirely convinced she should try. As time draws near for Katniss and Peeta to visit the districts on the Capitol's cruel Victory Tour, the stakes are higher than ever. If they can't prove, without a shadow of a doubt, that they are lost in their love for each other, the consequences will be horrifying.\r\n\r\nIn Catching Fire, the second novel of the Hunger Games trilogy, Suzanne Collins continues the story of Katniss Everdeen, testing her more than ever before . . . and surprising readers at every turn.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12646539-L.jpg"
  },
  {
    "title": "The Napoleon of Notting Hill",
    "description": "A witty and surreal novel of the future.\r\n\r\nIn a rather dull stuck-in-a-rut future, a prankster chosen randomly to be King of England revives the old ways and inadvertently arouses romantic patriotism and civil war between the boroughs of London.",
    "coverUrl": "https://covers.openlibrary.org/b/id/6980094-L.jpg"
  },
  {
    "title": "The water-babies: a fairy tale for a land-baby",
    "description": "The story follows Tom in his land-life as a climbing boy for a chimney-sweep and in his after-life as a water-baby, where he gains redemption from selfishness as well as from drudgery. On to his fantasy Kingsley grafts a series of digressions and comic asides, through which he comments on a range of contemporary issues.",
    "coverUrl": "https://covers.openlibrary.org/b/id/6062095-L.jpg"
  },
  {
    "title": "O Alquimista",
    "description": "The Alchemist details the journey of a young Andalusian shepherd boy named Santiago. Santiago, believing a recurring dream to be prophetic, decides to travel to the pyramids of Egypt to find treasure. On the way, he encounters love, danger, opportunity and disaster. One of the significant characters that he meets is an old king named Melchizedek who tells him that \"When you want something, all the universe conspires in helping you to achieve it.\" This is the core philosophy and motif of the book.",
    "coverUrl": "https://covers.openlibrary.org/b/id/7414780-L.jpg"
  },
  {
    "title": "Fantastic Mr Fox",
    "description": "The main character of Fantastic Mr. Fox is an extremely clever anthropomorphized fox named Mr. Fox. He lives with his wife and four little foxes. In order to feed his family, he steals food from the cruel, brutish farmers named Boggis, Bunce, and Bean every night.\r\n\r\nFinally tired of being constantly outwitted by Mr. Fox, the farmers attempt to capture and kill him. The foxes escape in time by burrowing deep into the ground. The farmers decide to wait outside the hole for the foxes to emerge. Unable to leave the hole and steal food, Mr. Fox and his family begin to starve. Mr. Fox devises a plan to steal food from the farmers by tunneling into the ground and borrowing into the farmer's houses.\r\n\r\nAided by a friendly Badger, the animals bring the stolen food back and Mrs. Fox prepares a great celebratory banquet attended by the other starving animals and their families. Mr. Fox invites all the animals to live with him underground and says that he will provide food for them daily thanks to his underground passages. All the animals live happily and safely, while the farmers remain waiting outside in vain for Mr. Fox to show up.",
    "coverUrl": "https://covers.openlibrary.org/b/id/6498519-L.jpg"
  },
  {
    "title": "Charlie and the Great Glass Elevator",
    "description": "Taking up where Charlie and the Chocolate Factory leaves off, Charlie, his family, and Mr. Wonka find themselves launched into space in the great glass elevator.",
    "coverUrl": "https://covers.openlibrary.org/b/id/7893583-L.jpg"
  },
  {
    "title": "The Hunger Games",
    "description": "The Hunger Games is a 2008 dystopian novel by the American writer Suzanne Collins. It is written in the perspective of 16-year-old Katniss Everdeen, who lives in the future, post-apocalyptic nation of Panem in North America. The Capitol, a highly advanced metropolis, exercises political control over the rest of the nation. The Hunger Games is an annual event in which one boy and one girl aged 12–18 from each of the twelve districts surrounding the Capitol are selected by lottery to compete in a televised battle royale to the death.\r\n\r\nThe book received critical acclaim from major reviewers and authors. It was praised for its plot and character development. In writing The Hunger Games, Collins drew upon Greek mythology, Roman gladiatorial games, and contemporary reality television for thematic content. The novel won many awards, including the California Young Reader Medal, and was named one of Publishers Weekly's \"Best Books of the Year\" in 2008.\r\n\r\nThe Hunger Games was first published in hardcover on September 14, 2008, by Scholastic, featuring a cover designed by Tim O'Brien.",
    "coverUrl": "https://covers.openlibrary.org/b/id/12646537-L.jpg"
  },
  {
    "title": "A Princess of Mars",
    "description": "I am a very old man; how old I do not know. Possibly I am a hundred, possibly more; but I cannot tell because I have never aged as other men, nor do I remember any childhood. So far as I can recollect I have always been a man, a man of about thirty. I appear today as I did forty years and more ago, and yet I feel that I cannot go on living forever; that some day I shall die the real death from which there is no resurrection.\r\n[Adventures of John Carter in Mars -- from the author of the Tarzan series.]",
    "coverUrl": "https://covers.openlibrary.org/b/id/207226-L.jpg"
  },
  {
    "title": "Flatland",
    "description": "Flatland: A Romance of Many Dimensions, though written in 1884, is still considered useful in thinking about multiple dimensions. It is also seen as a satirical depiction of Victorian society and its hierarchies. A square, who is a resident of the two-dimensional Flatland, dreams of the one-dimensional Lineland. He attempts to convince the monarch of Lineland of the possibility of another dimension, but the monarch cannot see outside the line. The square is then visited himself by a Sphere from three-dimensional Spaceland, who must show the square Spaceland before he can conceive it. As more dimensions enter the scene, the story's discussion of fixed thought and the kind of inhuman action which accompanies it intensifies.",
    "coverUrl": "https://covers.openlibrary.org/b/id/10069547-L.jpg"
  },
  {
    "title": "Through the Looking-Glass",
    "description": "*Through the Looking-Glass, and What Alice Found There* (1871) is a work of children's literature by Lewis Carroll (Charles Lutwidge Dodgson), generally categorized in the fairy tale genre. It is the sequel to *Alice's Adventures in Wonderland* (1865). Although it makes no reference to the events in the earlier book, the themes and settings of *Through the Looking-Glass* make it a kind of mirror image of Wonderland: the first book begins outdoors, in the warm month of May, uses frequent changes in size as a plot device, and draws on the imagery of playing cards; the second opens indoors on a snowy, wintry night exactly six months later, on November 4 (the day before Guy Fawkes Night), uses frequent changes in time and spatial directions as a plot device, and draws on the imagery of chess. In it, there are many mirror themes, including opposites, time running backwards, and so on. ([Wikipedia][1])\r\n\r\n\r\n  [1]: http://en.wikipedia.org/wiki/Through_the_Looking-Glass",
    "coverUrl": "https://covers.openlibrary.org/b/id/11272464-L.jpg"
  }
]